Repository: TheWellHeeledKing/TWHK_Repo
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de

source: Starting:
de: Starte:

source: Entering Debug Mode
de: Debug-Modus aktiviert

source: Startup Error. Exiting
de: Startfehler. Beenden

source: Exit due to processing error:
de: Beenden wegen Verarbeitungsfehler:

source: Exit due to exception:
de: Beenden wegen Fehler:

source: Script finishes in (secs):
de: Skript beendet in (secs):

source: No arguments provided!
de: Keine Argumente übergeben!

source: Too many arguments!
de: Zuviel Argumente

source: Invalid single argument:
de: Ungültig Einzelargument:

source: Permitted single arguments:
de: Erlaubten Einzelargumente:

source: Invalid first argument:
de: Ungültig erste Argument:

source: Permitted first arguments:
de: Erlaubten ersten Argumente:

source: Invalid color argument:
de: Ungültig Farbargument:

source: Permitted color arguments:
de: Erlaubten Farbargumente:

source: Invalid RGB level argument:
de: Ungültig RGB-Niveau Argument:

source: Allowed from:
de: Erlaubt sind von:

source: to:
de: bis:

source: Arguments validated:
de: Argumente sind gültig:

source: Argument Error, Exiting due to
de: Argumentfehler, beenden wegen

source: Processing mode:
de: Verabeitungsmodus:

source: Exit due to process error:
de: Beenden wegen Verarbeitungsfehler:
