Repository: TheWellHeeledKing/TWHK_Repo
Catalog: locales/*/messages.po
Languages: de

# SCRIPT_CLOSE_MSG_ID
source: Script closing in (secs)
de: Skript wird beendet. Wartezeit (s)

source: Number of spectrum colors required
de: Anzahl Spektrumfarben benötigt

# START_MSG_ID
source: Starting
de: Starte

# DEBUG_MODE_MSG_ID
source: Entering Debug Mode
de: Startet in Debugmodus

# NO_ARGS_MSG_ID
source: No arguments provided
de: Keine Argumente eingegeben

# TOO_MANY_ARGS_MSG_ID
source: Too many arguments
de: Zu viele argumente eingegben

# INVALID_SINGLE_ARG_MSG_ID
source: Invalid single argument
de: Einzelargument ungültig

# PERMITTED_MSG_ID
source: Permitted
de: Erlaubt

# INVALID_FIRST_ARG_MSG_ID
source: Invalid first argument
de: Ungültige erste Argument

# INVALID_COLOR_ARG_MSG_ID
source: Invalid color argument
de: Ungültige Farbargument

# INVALID_RGB_LEVEL_MSG_ID
source: Invalid RGB level argument
de: Ungültige RGB-Niveau Argument

# ALLOWED_FROM_MSG_ID
source: Allowed from
de: Erlaubt von

# TO_MSG_ID
source: to
de: bis

# ARGS_VALIDATED_MSG_ID
source: Arguments validated
de: Argumente sind gültig

# INFO_MSG_PROCESSING_MODE
source: Processing mode
de: Verabeitungsmodus

# INFO_ServerStart
source: Start OpenRGB Server
de: OpenRGB Server starten

# INFO_ServerWait
source: Wait for server start (secs)
de: Warte auf Serverstart (s)

# INFO_Connected
source: Connected
de: Verbunden

# INFO_Devices
source: Devices
de: Geräte

# ERROR_FailedConnectDevices
source: Failed to connect all devices
de: Könnte nicht alle Geräte verbinden

# WORD_Expected
source: Expected
de: Erwartet

# WORD_Found
source: Found
de: Gefunden

# INFO_ServerDisconnected
source: Disconnected from OpenRGB Server
de: Vom OpenRGB Server getrennt

# INFO_ServerStopWait
source: Wait for OpenRGB Server to terminate (secs)
de: Warte bis OpenRGB Server heruntergefahren ist (s)

# ERROR_ServerStopFailed
source: OpenRGB server failed to terminate
de: OpenRGB Server könnte nicht heruntergefahren werden

# INFO_ServerStopped
source: OpenRGB server process terminated
de: OpenRGB Serverprozess wurde heruntergefahren

# ERROR_ServerNotRunning
source: OpenRGB server not found or already terminated
de: OpenRGB Server nicht gefunden oder bereits heruntergefahren

# WORD_Not
source: Not
de: Nicht

# WORD_Getting
source: Getting
de: Holen

# WORD_Process
source: Process
de: Prozess

# TEXT_GettingProcessDictionary
source: Getting process dictionary
de: Processwörterbuch holen

# TEXT_InvalidProcIdType
source: Invalid process id type
de: Prozesstyp ungültig

# TEXT_InvalidProcObject
source: Invalid process object
de: Prozessobjekt ungültig

# TEXT_ProcessAccessError
source: An error occurred while getting processes for the process dictionary
de: Ein Fehler ist aufgetreten beim holen von Prozesse für das Prozesswörterbuch

# TEXT_ServerNotAvailable
source: Server is not available
de: Server steht nicht zur Verfügung

# TEXT_ServerAvailable
source: Server is available
de: Server steht zur Verfügung

# TEXT_ServerStartFailed
source: Failed to start server
de: Server könnte nicht gestartet werden

# TEXT_InvalidProcNameType
source: Process name is an invalid type
de: Prozessname ungültig

# TEXT_DuplProcessName
source: Duplicate process name
de: Mehrere Prozesse mit diesen Name existieren

# TEXT_AddedProcToDict
source: Process added to process dictionary
de: Prozess ins Prozesswörterbuch hinzugefügt

# TEXT_PoppedDuplProcFromDict
source: Process with duplicate names removed from process dictionary
de: Prozess aus Processwörterbuch entfernt

# TEXT_RGBControlFailed
source: Could not set RGB lighting
de: Die RGB Lichter könnten nicht gesetzt werden

# TEXT_ProcessStartError
source: Process start failed
de: Prozessstart ist fehlgeschlagen

# TEXT_CheckProcessRunning
source: Check if process is running
de: Prüfen ob der Prozess läuft

# TEXT_OpenRGBServerRunning
source: OpenRGB Server is running
de: Das OpenRGB Server läuft

# TEXT_OpenRGBServerNotRunning
source: OpenRGB Server is not running
de: Das OpenRGB Server läuft nicht
